tap "argon/mas"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/portable"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "neovim/neovim"

brew "openssl"
brew "autoconf"
brew "automake"
brew "bash"
brew "bison"
brew "gdbm"
brew "libffi"
brew "readline"
brew "sqlite"
brew "python"
brew "chruby"
brew "curl"
brew "jpeg"
brew "snappy"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "git"
brew "glide"
brew "gnupg"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "lftp"
brew "libev"
brew "libgda"
brew "librdkafka"
brew "libxml2", link: true
brew "libyaml"
brew "lua"
brew "lynx"
brew "mas"
brew "maven"
brew "memcached"
brew "mercurial"
brew "mpv"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "nginx"
brew "node"
brew "openvpn"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql"
brew "redis"
brew "ruby-build"
brew "ruby-install"
brew "rust"
brew "sbt"
brew "shellcheck"
brew "sl"
brew "subversion"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "v8"
brew "watchman"
brew "wget"
brew "yarn"
brew "ydiff"
brew "zsh"

cask "1password"
cask "dash"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "iterm2"
cask "java"
cask "mactex"
cask "notion"
cask "postgres"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "viscosity"
cask "visual-studio-code"
cask "whatsapp"
cask "wkhtmltopdf"

mas "Base", id: 402383384
