tap "shopify/shopify"
tap "homebrew/dupes"
tap "homebrew/portable"
tap "homebrew/core"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
tap "argon/mas"
tap "neovim/neovim"

cask "java"
brew "openssl"
brew "autoconf"
brew "automake"
brew "readline"
brew "bash"
brew "bison"
brew "libffi"
brew "perl"
brew "git"
brew "carthage"
brew "cdiff"
brew "chromedriver"
brew "curl", link: true
brew "docker-machine"
brew "elasticsearch", restart_service: true
brew "elinks"
brew "entr"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "jpeg"
brew "gdbm"
brew "geoip"
brew "glide"
brew "gnupg"
brew "pkg-config"
brew "python"
brew "graphviz"
brew "groff"
brew "hadoop"
brew "heroku"
brew "imagemagick@6", link: true
brew "kubernetes-cli"
brew "lftp"
brew "libev"
brew "libgda"
brew "libgraphqlparser"
brew "librdkafka"
brew "libxml2", link: true
brew "libyaml"
brew "lua"
brew "lynx"
brew "mas"
brew "memcached"
brew "mercurial"
brew "mpv"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "nginx"
brew "pandoc"
brew "phantomjs"
brew "postgresql"
brew "pyenv"
brew "ragel"
brew "redis"
brew "ruby-build"
brew "ruby-install"
brew "rust"
brew "s3cmd"
brew "sbt"
brew "selenium-server-standalone"
brew "shellcheck"
brew "sl"
brew "snappy"
brew "subversion"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "v8"
brew "v8@3.15"
brew "watchman"
brew "wget"
brew "xhyve"
brew "yarn"
brew "zsh"

brew "shopify/shopify/ejson"
brew "shopify/shopify/libzookeeper"
brew "shopify/shopify/shopify-graphicsmagick"
brew "shopify/shopify/themekit"
brew "shopify/shopify/toxiproxy"

cask "1password"
cask "1password-cli"
cask "adium"
cask "basictex"
cask "dash"
cask "docker"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpgtools"
cask "iterm2"
cask "little-snitch"
cask "postgres"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "viscosity"
cask "vlc"
cask "vmware-fusion"

mas "GIF Brewery 3", id: 1081413713
mas "Irvue", id: 1039633667
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Write", id: 848311469
mas "Xcode", id: 497799835
